cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask '1password'
cask '1password-cli'
cask 'alfred'
cask 'brave-browser'
cask 'chrysalis'
cask 'dash@6'
cask 'firefox'
cask 'flux'
cask 'font-inconsolata-for-powerline'
cask 'font-monaspace'
cask 'google-chrome'
cask 'omnifocus'
cask 'rectangle'
cask 'tailscale'
cask 'vlc'
cask 'zoom'

brew 'age'
brew 'asdf'
brew 'awscli'
brew 'coreutils'
brew 'direnv'
brew 'elixir'
brew 'fd'
brew 'findutils'
brew 'flyctl'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'highlight'
brew 'jq'
brew 'just'
brew 'litecli'
brew 'nvm'
brew 'ollama'
brew 'openssh'
brew 'pnpm'
brew 'pgcli'
brew 'pgvector'
brew 'postgresql@17'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'sops'
brew 'tfenv'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wxwidgets'
brew 'yarn'
brew 'zsh'
brew 'zsh-syntax-highlighting'
