cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask '1password'
cask 'alfred'
cask 'bettertouchtool'
cask 'brave-browser'
cask 'chrysalis'
cask 'dash'
cask 'discord'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'kindle'
cask 'obsidian'
cask 'omnifocus'
cask 'slack'
cask 'spectacle'
cask 'tailscale'
cask 'vlc'
cask 'zoom'

brew 'asdf'
brew 'coreutils'
brew 'docker-compose'
brew 'elixir'
brew 'fd'
brew 'findutils'
brew 'flyctl'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'highlight'
brew 'jq'
brew 'nvm'
brew 'openssh'
brew 'parallel'
brew 'pgcli'
brew 'postgresql@14'
brew 'ripgrep'
brew 'tfenv'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'yarn'
brew 'zsh'
brew 'zsh-syntax-highlighting'
