cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask '1password'
cask 'alfred'
cask 'bettertouchtool'
cask 'dash'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'omnifocus'
cask 'slack'
cask 'spectacle'
cask 'vlc'

brew 'asdf'
brew 'coreutils'
brew 'elixir'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'highlight'
brew 'jq'
brew 'neovim'
brew 'openssh'
brew 'parallel'
brew 'pgcli'
brew 'postgres'
brew 'ripgrep'
brew 'scala'
brew 'tfenv'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'
